Repository: pollob666/fueltracker
Catalog: lib/l10n/intl_*.arb
Languages: bn

# appTitle
source: Fuel Consumption Tracker
bn: জ্বালানি খরচ ট্র্যাকার

source: Dashboard
bn: ড্যাশবোর্ড

source: All Data
bn: সমস্ত ডেটা

source: Import
bn: ইম্পোর্ট

source: Export
bn: এক্সপোর্ট

source: Settings
bn: সেটিংস

source: Add Fuel Data
bn: জ্বালানি ডেটা যোগ করুন

# dateAndTime
source: Date & Time
bn: তারিখ ও সময়

# odometerReading
source: Odometer Reading (km)
bn: ওডোমিটার রিডিং (কিলোমিটার)

source: Fuel Type
bn: জ্বালানির ধরণ

# fuelPriceRate
source: Fuel Price Rate (BDT)
bn: জ্বালানির দামের হার (টাকা)

# totalVolume
source: Total Volume (litres)
bn: মোট ভলিউм (লিটার)

# paidAmount
source: Paid Amount (BDT)
bn: পরিশোধিত পরিমাণ (টাকা)

source: Save
bn: সেভ করুন

source: Running Average Mileage
bn: চলমান গড় মাইলেج

# lastTimeMileage
source: Current Running Mileage
bn: বর্তমান চলমান মাইলেজ

source: Last Refuel Volume
bn: শেষ রিফুয়েল ভলিউম

source: Export to CSV
bn: সিএসভি-তে এক্সপোর্ট করুন

source: Folder Path
bn: ফোল্ডারের পাথ

source: Save Settings
bn: সেটিংস সেভ করুন

# maximumTankCapacity
source: Maximum Tank Capacity (litres)
bn: ট্যাঙ্কের সর্বোচ্চ ধারন ক্ষমতা (লিটার)

source: Select CSV File
bn: সিএসভি ফাইল নির্বাচন করুন

source: Selected File
bn: নির্বাচিত ফাইল

source: No Data Preview Available
bn: কোনও ডেটা প্রিভিউ পাওয়া যায় নি

source: Import Data
bn: ডেটা ইম্পোর্ট করুন

source: Data Imported Successfully!
bn: ডেটা সফলভাবে ইম্পোর্ট করা হয়েছে!

source: Error importing data:
bn: ডেটা ইম্পোর্ট করতে সমস্যা:

source: Error reading CSV file:
bn: সিএসভি ফাইল পড়তে সমস্যা:

# csvFileEmptyOrIncorrectlyFormatted
source: CSV file is empty or incorrectly formatted.
bn: সিএসভি ফাইলটি খালি বা ভুলভাবে ফর্ম্যাট করা হয়েছে।

source: Data exported to
bn: ডেটা এখানে এক্সপোর্ট করা হয়েছে

source: Failed to export:
bn: এক্সপোর্ট করতে ব্যর্থ:

source: Folder path not set in settings.
bn: সেটিংস-এ ফোল্ডারের পথ সেট করা নেই।

source: Settings saved.
bn: সেটিংস সংরক্ষিত হয়েছে।

source: Enter odometer reading
bn: ওডোমিটার রিডিং টাইপ করুন

source: Enter fuel price rate
bn: জ্বালানির দামের হার টাইপ করুন

source: Enter total volume
bn: মোট ভলিউম টাইপ করুন

source: Enter paid amount
bn: পরিশোধিত পরিমাণ টাইপ করুন

source: Enter maximum capacity
bn: সর্বোচ্চ ক্ষমতা টাইప్ করুন

source: Local
bn: লোকাল স্টোরেজ

source: File Storage Option
bn: ফাইল স্টোরেজ অপশন

source: Actual Bill
bn: বিল

# savings
source: Savings/Loss
bn: বেচেছে (টাকা)

source: Average Mileage
bn: গড় মাইলেج

source: Last Refuel Details
bn: শেষ রিফুয়েলের বিবরণ

source: Volume:
bn: ভলিউম:

source: Total Price:
bn: মোট মূল্য:

source: Odometer:
bn: ওডোমিটার:

source: Fuel Rate:
bn: জ্বালানির দাম:

source: Summary
bn: সারসংক্ষেপ

source: Cost-Efficiency
bn: খরচ-কার্যকারিতা

source: Cost per km
bn: প্রতি কিলোমিটারে খরচ

source: Coming Soon
bn: শীঘ্রই আসছে

# notAvailable
source: N/A
bn: প্রযোজ্য নয়

source: Vehicle
bn: যানবাহন

source: Export Refueling Data
bn: রিফুয়েলিং ডেটা এক্সপোর্ট করুন

source: Export App Settings
bn: অ্যাপ সেটিংস এক্সপোর্ট করুন

source: Export Vehicle Information
bn: গাড়ির তথ্য এক্সপোর্ট করুন

source: Select data to export:
bn: এক্সপোর্ট করার জন্য ডেটা নির্বাচন করুন:

source: Manage Vehicles
bn: যানবাহন পরিচালনা

source: Add Vehicle
bn: যানবাহন যোগ করুন

source: Vehicle Name
bn: যানের নাম

source: Vehicle Type
bn: যানের প্রকার

source: Primary Fuel Type
bn: প্রাথমিক জ্বালানির প্রকার

source: Primary Fuel Capacity
bn: প্রাথমিক জ্বালানির ধারণক্ষমতা

source: Secondary Fuel Type
bn: মাধ্যমিক জ্বালানির প্রকার

source: Secondary Fuel Capacity
bn: মাধ্যমিক জ্বালানির ধারণক্ষমতা

# carOrSedan
source: Car/Sedan
bn: কার/সেডান

source: Motorcycle
bn: মোটরসাইকেল

# scooterOrMoped
source: Scooter/Moped
bn: স্কুটার/ভেসপা/মপেড

source: SUV
bn: এসইউভি/জিপ গাড়ি

# pickupOrTruck
source: Pick-up/Truck
bn: পিকাপ/ট্রাক

source: Edit
bn: সম্পাদনা

source: Set as Default
bn: ডিফল্ট হিসাবে সেট করুন

source: Default Vehicle
bn: ডিফল্ট যানবাহন

source: Edit Vehicle
bn: যানবাহন সম্পাদনা

# noVehiclesMessage
source: Welcome! Add your first vehicle to get started.
bn: স্বাগতম! শুরু করতে আপনার প্রথম যান যোগ করুন।

source: Default Fuel Prices
bn: ডিফল্ট জ্বালানির দাম
